Repository: i-Vertix/glpi-assetuserhistory
Catalog: locales/*.po
Languages: it_it

source: Asset-user history
it_it: Storico inventario-utente

source: Enable user history for items
it_it: Attiva storico inventario-utente

source: Collecting asset-user related history is currently broken
it_it: La raccolta dello storico asset-utente Ã¨ attualmente interrotta

source: Asset-User history
it_it: Storico inventario-utente

source: View history
it_it: Visualizza cronologia

source: For asset
it_it: Per inventario

source: For user
it_it: Per utente

source: Asset history
it_it: Storico dell' inventario

source: User history
it_it: Storia dell'utente

source: User deleted
it_it: Utente eliminato

source: Assigned
it_it: Assegnato

source: Revoked
it_it: Revocato

source: View asset-user history
it_it: Visualizza storico inventario-utente
